Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/social_welfare/social_welfare_payments/disability_and_illness/disability_allowance.html.txt.tmx
Source language: en
Languages: pl

source: Disability Allowance is a weekly allowance paid to people with a disability
pl: Dodatek z tytułu niepełnosprawności to cotygodniowe świadczenie wypłacane w Irlandii osobom niepełnosprawnym w wieku od 16 do 66 lat

source: You can get Disability Allowance from 16 years of age
pl: Muszą istnieć podejrzenia, że dana osoba będzie niepełnosprawna przez okres przynajmniej roku

source: If you are in education when you turn 16, you can continue to attend school
pl: Dodatek przyznawany jest na podstawie oceny medycznej i oceny środków utrzymania

source: If you qualify for Disability Allowance you may also get extra social welfare benefits with your payment and other supplementary welfare payments
pl: Jeżeli dana osoba uzna, że niesłusznie odmówiono jej zasiłku chorobowego lub będzie niezadowolona z decyzji Urzędnika Opieki Społecznej odnośnie swoich praw, ma ona możliwość odwołania się od tej decyzji

source: To qualify for Disability Allowance (DA) you must:
pl: Warunki otrzymywania dodatku z tytułu niepełnosprawności:

source: • Have an injury, disease or physical or mental disability that has continued or may be expected to continue for at least one year
pl: • Uraz, choroba, niepełnosprawność fizyczna lub umysłowa o przewlekłym charakterze lub taka, która może trwać przez co najmniej jeden rok;

source: • As a result of this disability be substantially restricted in undertaking work that would otherwise be suitable for a person of your age, experience and qualifications
pl: • Na skutek niepełnosprawności zdolność osoby do pracy, którą mogłaby wykonywać stosownie do wieku, doświadczenia i kwalifikacji, została w znacznym stopniu ograniczona;

source: • Be aged between 16 and 66
pl: • wiek od 16 do 66 lat;

source: • Satisfy the habitual residence condition
pl: • spełnianie warunku stałego pobytu

source: If you are getting Disability Allowance and go into hospital or residential care you will continue to get your payment as long as you meet the qualifying conditions
pl: Osobom pobierającym dodatek z tytułu niepełnosprawności, które znajdą się w szpitalu lub domu opieki, świadczenie to będzie wypłacane tak długo, jak spełniają warunki jego otrzymywania

source: If you were not getting Disability Allowance before living in residential care you can get Disability Allowance if you meet the qualifying conditions
pl: Osoby, które przed znalezieniem się w domu opieki nie pobierały dodatku z tytułu niepełnosprawności, mogą go otrzymać po trafieniu do takiej placówki, jeżeli spełniają warunki jego otrzymywania

source: Disability Allowance is a means-tested payment
pl: Prawo do dodatku z tytułu niepełnosprawności warunkują kryteria finansowe

source: To get the allowance your total assessed means must be below a certain amount
pl: Aby móc otrzymywać to świadczenie, całkowity dochód osoby nie może przekraczać określonej kwoty

source: The main items that count as means are:
pl: Składniki całkowitego dochodu brane pod uwagę to:

source: • Cash income that you or your spouse, civil partner or cohabitant may have
pl: • Uzyskane dochody gotówkowe, zarówno wasze, jak i współmałżonka/partnera/konkubenta

source: More information is available in our document about cash income not included in the means test
pl: • Dochody pieniężne osoby występującej o świadczenie lub jej małżonka

source: • Capital, for example, the value of savings, investments, shares, any property you may have (other than your own home)
pl: • Środki majątkowe, m.in. wartość posiadanych oszczędności, inwestycji, udziałów, nieruchomości (innych niż zajmowany własny lokal mieszkalny)

source: However, the first €50,000 of any capital you have is not taken into account
pl: Nie bierze się pod uwagę środków majątkowych do wartości 50 000 EUR

source: More information is available in our document about capital and social welfare payments
pl: Więcej informacji znajduje się w dokumencie o środkach majątkowych i świadczeniach w ramach pomocy społecznej

source: More information is available in our document about how maintenance is assessed as means
pl: Więcej informacji znajduje się w dokumencie o sposobie zaliczania alimentów na poczet dochodów

source: Income from the sale of your home
pl: Dochód ze sprzedaży domu

source: The proceeds of the sale of the house up to €190,500 may not be taken into account when assessing your means if you sell your home and:
pl: Wpływy ze sprzedaży domu do wysokości 190,460.71 EUR nie są brane pod uwagę przy ocenie kryteriów finansowych, jeżeli osoba sprzeda dom, a następnie:

source: • Move to more suitable accommodation (you can either buy or rent)
pl: • przeniesie się do bardziej dogodnego lokalu mieszkalnego (który zakupi lub weźmie w najem)

source: • Move in with someone who is caring for you and getting a carer's payment
pl: • zamieszka z opiekunem, który pobiera świadczenie opiekuńcze

source: • Move to sheltered or special housing in the voluntary, co-operative, statutory or private sectors
pl: • przeniesie się do placówki opiekuńczej lub specjalnej — społecznej, spółdzielczej, publicznej lub prywatnej

source: • Move into a private nursing home that is registered under the Health (Nursing Homes) Act 1990
pl: • przeniesie się do prywatnego domu pogodnej starości figurującego w rejestrze ustanowionym w ustawie zdrowotnej (domy pogodnej starości) z 1990 r

source: If you are living in premises, part of which is a business and part of which is used for accommodation, only the proceeds that relate to the part of the premises that has been used for accommodation are not taken into account
pl: Jeżeli osoba zamieszkuje lokal będący w części lokalem użytkowym, a w części mieszkalnym, to nie uwzględnia się tylko wpływów pochodzących ze sprzedaży części mieszkalnej

source: You can do rehabilitative work (which includes self-employment) and earn up to €120 per week (after deduction of PRSI, any pension contributions and union dues) without your payment being affected
pl: Jeżeli osoba może podjąć pracę rehabilitacyjną, to wynagrodzenie za tę pracę do wysokości 120 EUR tygodniowo nie wpływa na prawo do dodatku z tytułu niepełnosprawności

source: You notify the Department of Social Protection before you start work
pl: Przed podjęciem pracy należy uzyskać zezwolenie z Departamentu Spraw Społecznych i Rodzinnych

source: 50% of your earnings between €120 and €350 will not be taken into account in the Disability Allowance means test. Any earnings over €350 are fully assessed in the means test
pl: Do oceny kryteriów finansowych dodatku z tytułu niepełnosprawności nie uwzględnia się 50% kwoty zarobków między 120 a 350 EUR

source: People on Disability Allowance are eligible for JobBridge - the National Internship Scheme
pl: Zarobki powyżej 350 EUR są w pełni brane pod uwagę w ocenie, czy ubiegający się o dodatek spełnia kryteria finansowe

source: More information is available in our document Disability payments and work
pl: Świadczenia dla niepełnosprawnych a zatrudnienie

source: If you are married, in a civil partnership or cohabiting, you may get an increase in your payment for your spouse or partner
pl: Jeśli pozostajecie w związku małżeńskim, partnerskim bądź konkubinacie, możecie otrzymać podwyżkę na tę osobę, jako na dorosłego na waszym utrzymaniu

source: You may also get an increase in your payment for dependant children
pl: Świadczenie podwyższone można również otrzymać z tytułu posiadania dziecka na utrzymaniu

source: If you have children living with you and you are single, widowed, separated or a civil partner who is not living with the other civil partner, you may get an increase in your payment for the person who is caring for your child, provided the person is aged 16 or over, living with and being supported by you
pl: Jeśli macie dzieci, które z wami zamieszkują i jesteście stanu wolnego, wdowcem, w separacji bądź w związku partnerskim, ale nie mieszkacie z partnerem(ką), możecie otrzymać podwyżkę na osobę, która opiekuje się waszym dzieckiem, pod warunkiem, że osoba ta ma 16 lat lub więcej, zamieszkuje z wami i pozostaje na waszym utrzymaniu

source: Income from spouse's, civil partner's or cohabitant's work
pl: Dochód pochodzący z pracy współmałżonka/partnera/konkubenta

source: If your spouse, civil partner or cohabitant works it can affect your Disability Allowance
pl: Jeśli wasz współmałżonek/partner/konkubent pracuje, może to mieć wpływ na wasz dodatek inwalidzki

source: Your spouse, civil partner or cohabitant's weekly earnings (from employment, including rehabilitiative employment) are assessed as follows:
pl: Od dnia 26 września 2007 r., tygodniowe zarobki współmałżonka/partnera/konkubenta szacowane są w sposób następujący:

source: Weekly earnings are gross earnings less PRSI, superannuation (pension payments) and union dues
pl: Zarobki tygodniowe to wynagrodzenie brutto po odliczeniu PRSI, składek emerytalnych i związkowych

source: €20 per day (up to a maximum of €60) from work is deducted from your spouse, civil partner or cohabitant's average weekly earnings and then 60% of the balance is assessed as weekly means
pl: Wypracowane 20€ dziennie (maksymalnie 60€) odliczane jest od średnich tygodniowych zarobków współmałżonka/partnera/konkubenta, a następnie 60% saldo uważane jest za przychód tygodniowy

source: The weekly means is then deducted from the combined total of your personal rate of Disability Allowance and the maximum Increase for a Qualified Adult and any Increases for Qualified Children (if applicable)
pl: Następnie tygodniowy dochód z wynagrodzenia za pracę odlicza się od sumy całości osobistej stawki dodatku z tytułu niepełnosprawności i maksymalnej kwoty podwyższonej za uprawnioną osobę dorosłą

source: If you were getting Disability Allowance before 26 September 2007 and you were still in payment on 26 September 2007, your spouse, civil partner or cohabitant's earnings will be assessed under the new means assessment to find out whether you are better off
pl: Jeżeli przed 26 września 2007 r. otrzymywaliście dodatek inwalidzki i nadal pozostajecie w tym systemie, w tej sytuacji zarobki waszego współmałżonka/partnera/konkubenta zostaną oszacowane zgodnie z nowymi regulacjami w celu sprawdzenia, co jest dla was korzystniejsze

source: If you would get a greater amount of Disability Allowance on the previous assessment then you will continue to be assessed using the previous method of calculating means from employment
pl: Jeżeli na podstawie poprzedniej metody oceny osobie przysługuje wyższy dodatek, to ta metoda obliczania dochodów z wynagrodzenia będzie wciąż stosowana

source: If your spouse, civil partner or cohabitant's means have changed, for any reason, since 26 September 2007, you cannot apply the previous method of calculating means from employment. Medical assessment You are required to have your own doctor complete a medical report, which is part of the application form, on your medical condition. This report is reviewed by one of the Department’s Medical Assessors
pl: Jeżeli stan posiadania waszego współmałżonka/partnera/konkubenta uległ z jakiegokolwiek powodu zmianie po 26 września 2007 r., wówczas nie będzie wam przysługiwało stosowanie uprzedniej metody obliczania środków pochodzących z wynagrodzenia za pracę

source: In 2016 and up to 15 March 2017, the weekly maximum rate of Disability Allowance was:
pl: Od stycznia 2014 r., maksymalna tygodniowa stawka dodatku z tytułu niepełnosprawności wynosi:

source: │Personal rate (claimant) │€188.00 │
pl: │Stawka osobista (ubiegający się) │188 EUR (maksymalna stawka) │

source: │Qualified adult │€124.80 │
pl: │Kwalifikujący się dorosły │124,80 EUR (maksymalna stawka) │

source: │ │€29.80 (full-rate) │ │Qualified child │ │
pl: │Kwalifikujące się dziecko │29,80 EUR (pełna stawka) │

source: │ │€14.90 (half-rate) │ └──────────────────────────────┴──────────────────────┘
pl: Jeśli pozostajecie w związku małżeńskim, partnerskim bądź konkubinacie i oboje kwalifikujecie się do dodatku za inwalidztwo, wówczas każde z was osobiście otrzyma co tydzień przysługujący dodatek inwalidzki

source: If you or your spouse, civil partner or cohabitant qualifies for Disability Allowance and the other is getting another social welfare payment, you will each get the weekly personal rate of your respective payment
pl: Jeśli wy sami bądź wasz współmałżonek/partner/konkubent kwalifikuje się do otrzymania dodatku inwalidzkiego, zaś druga strona otrzymuje inny rodzaj zasiłku z opieki społecznej, wówczas każde z was otrzyma co tydzień przysługującą mu kwotę wypłaty

source: You can also get an application form in your Intreo Centre or Social Welfare Branch Office
pl: Pobierz wniosek o przyznanie dodatku z tytułu niepełnosprawności (PDF)

source: If you think you have been wrongly refused Disability Allowance you can appeal this decision
pl: Wniosek ten jest również dostępny w najbliższym biurze opieki społecznej
